{
  "ambiguous": [
    "Hold your partner's hand for 10 minutes.",
    "For the next 15 minutes, compliment your partner every time they speak.",
    "Gaze into your partner's eyes for a full minute without looking away.",
    "Tell your partner a secret you've never told anyone before.",
    "Whisper something sweet in your partner's ear.",
    "Let your partner tickle you for 30 seconds.",
    "Draw a temporary tattoo on your partner's arm.",
    "Serenade your partner, even if you can't sing.",
    "Share your favorite childhood memory.",
    "Carry your partner around the room on your back.",
    "Make a funny face to make your partner laugh.",
    "Let your partner style your hair.",
    "Read a romantic poem to your partner.",
    "Tell your partner what you love most about them.",
    "Try to make your partner laugh within the next 60 seconds.",
    "Give your partner a 5-minute foot massage.",
    "Let your partner choose the movie for your next movie night.",
    "Write a short love note for your partner.",
    "Feed your partner a piece of fruit or chocolate.",
    "Share a dream you had about your partner.",
    "Share the first thing you noticed about your partner.",
    "Play a song you both love and dance together gently.",
    "Give each other a hug that lasts for a full minute.",
    "Describe your partner in three words.",
    "Share your funniest childhood photo.",
    "Let your partner pick out your outfit for tomorrow.",
    "Create a secret handshake together.",
    "Give your partner a cute nickname and use it for the next hour.",
    "Build a pillow fort and stay inside for 10 minutes.",
    "Draw a portrait of your partner; skill doesn't matter.",
    "Share the moment you first realized you were falling in love.",
    "Make your partner their favorite drink.",
    "Let your partner rest their head on your lap for 5 minutes.",
    "Look through old photos or chat logs together.",
    "Express your love without using the words 'I love you'.",
    "Imitate a cute habit or catchphrase of your partner.",
    "Plan your dream vacation together, discussing all the details.",
    "Write down ten reasons you love your partner on a piece of paper and read it to them.",
    "Give your partner a forehead kiss.",
    "Gently comb or stroke your partner's hair.",
    "Play a guessing game where the answers are memories you share.",
    "Complete a puzzle or play a board game together.",
    "Find a meme that you think best represents your partner.",
    "Get blindfolded and identify your partner just by touching their hands.",
    "Tell your partner about a small thing they did that deeply touched you.",
    "Watch the stars or the city lights from a balcony or window together.",
    "Create a playlist for your partner with songs that remind you of them.",
    "Take turns sharing a small wish you'd like to come true.",
    "Reenact your first date in a funny way.",
    "Give your partner a gentle kiss on the cheek.",
    "Promise to do one small thing for your partner that they've always wanted you to do.",
    "Share an inside joke that only the two of you understand.",
    "Have your partner close their eyes, then give them a small surprise gift (can be tiny).",
    "Learn to say 'I love you' together in a new language.",
    "Go for a 15-minute walk hand-in-hand without talking, just feeling each other's presence.",
    "Draw on your partner's palm and have them guess what it is.",
    "Record a voice message for your partner, telling them your heartfelt thoughts.",
    "Share a vision of your future that includes them.",
    "Try cooking a new dish together.",
    "Give your partner a quick shoulder or neck massage.",
    "Play a game of Pictionary.",
    "Share a crazy idea you once had.",
    "If you could switch lives for a day, what part of your partner's life would you want to experience most?",
    "For the next ten minutes, talk to each other in a breathy, ASMR-style voice.",
    "Tell your partner a bedtime story.",
    "Take a photo of your partner that you think is the most beautiful.",
    "Watch a favorite childhood cartoon together.",
    "Share a small recent trouble and let your partner comfort you.",
    "Let your partner paint your nails or apply hand lotion for you.",
    "Teach your partner a small skill you're good at.",
    "Gently boop your partner on the nose.",
    "Leave a lovely note on a sticky note for them to find somewhere in the house.",
    "If you were a band, what would your band name be?",
    "Help your partner with one of their chores.",
    "Share a fun fact you learned recently.",
    "Take a selfie together while making funny faces in the mirror.",
    "Let your partner choose the background music for the evening.",
    "Describe your partner's scent that you like the most.",
    "If your partner were an animal, what would they be and why?",
    "Move your partner from one end of the sofa to the other without them touching the floor.",
    "Talk to each other in an exaggerated, dramatic tone for 5 minutes.",
    "Close your eyes and focus on listening to your partner's heartbeat for one minute.",
    "Like and leave a flattering comment on your partner's social media profile picture.",
    "Share one thing that has changed about you because of your partner."
  ],
  "advanced": [
    "Let your partner read the last 3 text messages you sent.",
    "Slow dance with your partner without any music.",
    "Tell your partner your most embarrassing story.",
    "Let your partner ask you three personal questions that you must answer honestly.",
    "Swap clothes with your partner for 15 minutes.",
    "Let your partner draw a mustache on your face with a washable marker.",
    "Recreate your first kiss.",
    "Let your partner have control of the TV remote for a whole day.",
    "Blindfold your partner and have them guess three different objects by touch.",
    "Share one of your biggest fears with your partner.",
    "Let your partner post a funny status on your social media.",
    "Do a trust fall with your partner.",
    "Let your partner give you a new nickname for the rest of the day.",
    "Tell your partner about a fantasy of yours that doesn't involve them.",
    "Let your partner plan your next date, no matter how crazy.",
    "Take a shower or bath together.",
    "Let your partner write messages on your back with their finger, and you have to guess what they are.",
    "Confess a white lie you've told your partner.",
    "Let your partner listen in on your next phone call.",
    "Describe your partner to a stranger in the most flattering way possible.",
    "Describe what your perfect date would be like.",
    "Let your partner look through your phone's photo gallery for one minute.",
    "Answer honestly: What is the biggest insecurity you have about our relationship?",
    "Give your partner a 10-minute shoulder and neck massage.",
    "Share a story about a time you acted out of jealousy.",
    "Give your partner a gentle kiss on the neck.",
    "Blindfold your partner and feed them three different things, then have them guess what they are.",
    "Tell your partner something they did that secretly annoyed you but you never mentioned.",
    "Take off one piece of clothing chosen by your partner.",
    "Show your partner the last five things in your phone's search history.",
    "Share a self-criticism you've never told your partner.",
    "Let your partner carry you to bed.",
    "Honestly rate your partner's kissing skills and give 'suggestions for improvement'.",
    "Let your partner write on your body with lipstick.",
    "Tell your partner something they do unintentionally that turns you on.",
    "Watch a slightly sexy movie scene together.",
    "Confess to something you pretend to like but actually don't (e.g., one of their hobbies).",
    "Let your partner remove your makeup or wash your face for you.",
    "Read a piece of mundane text (like an instruction manual) to your partner in a seductive tone.",
    "Choose a set of sexy lingerie for each other (can be done by browsing online).",
    "Share what you believe was a turning point in your relationship.",
    "Let your partner look through your wallet or handbag.",
    "Sincerely apologize for a past argument, explaining what you did wrong.",
    "Gently blow on the inside of your partner's thigh.",
    "Call a friend and let your partner listen to the conversation on speaker.",
    "Answer honestly: 'How much do you want to marry me / be with me forever?'",
    "Let your partner choose a new profile picture for your social media and change it.",
    "Lick a bit of food (like cream or sauce) off your partner's lips.",
    "Describe your honest first impression when you first met your partner.",
    "Let your partner gently blindfold you with a scarf.",
    "'If you could ask me any question with a guarantee I won't get mad, what would you ask?'",
    "Share a confusion or curiosity you have about sex with your partner.",
    "Let your partner pin you against a wall and make eye contact for 15 seconds.",
    "Try a couples' yoga challenge together.",
    "Tell your partner a fact about yourself that you think would surprise them.",
    "For one hour, do exactly as your partner commands.",
    "Describe your ideal marriage proposal scenario.",
    "Let your partner shave you or help you with hair removal.",
    "Share your honest thoughts on open relationships or threesomes.",
    "Dip your finger in water and write on your partner's skin.",
    "Stare into each other's eyes and give compliments back and forth without stopping until someone laughs.",
    "Try a new food together, whether you like it or not.",
    "Let your partner feed you as if you were a baby.",
    "Share a lie you once told an ex-partner.",
    "Show your browser's bookmarks or 'watch later' list.",
    "Let your partner find your most ticklish spot.",
    "If you could do anything illegal for one day without consequences, what would you do?",
    "Take a 'bed head' selfie together (not sexual, just a just-woke-up look).",
    "Answer honestly: What area in our relationship do you think needs the most work?",
    "Let your partner apply perfume or essential oil on you.",
    "Tell your partner how you need to be comforted to feel the best.",
    "Reenact a romantic scene you've seen in a movie.",
    "Give your partner an unexpected, passionate kiss in front of friends.",
    "Let your partner sit on your lap for 5 minutes straight.",
    "Share something you wish you could accomplish together but haven't yet.",
    "Try to communicate a complex idea using only eye contact.",
    "Let your partner slide an ice cube on your arm.",
    "Confess the last time you had a crush on someone else.",
    "Let your partner help you with physical stretches.",
    "For the next hour, address each other as 'Master' or a custom pet name.",
    "Name one thing that, if done, would instantly ruin your relationship."
  ],
  "passionate": [
    "During insertion, demand your partner to call themselves by a humiliating name you've chosen.",
    "Let your partner tie you to the bed, then verbally and lightly tease you until you cry and beg for release.",
    "Give your partner oral sex until they orgasm. They are allowed to grab your hair to control your movements.",
    "Choose a 'safe word', then engage in a consensual non-consent (CNC) scene completely dominated by your partner.",
    "Let your partner leave a clear handprint on your ass that lasts until the next day.",
    "Blindfold your partner and tease their body with three different objects (e.g., an ice cube, a feather, warm wax from a candle).",
    "Drip cream or honey on your partner's body, then crawl over like a pet and lick it all clean using only your tongue.",
    "For the next 30 minutes, you are your partner's 'slave'. You must crawl and obey all commands without question.",
    "Have sex in front of a half-open window, enjoying the thrill of possibly being seen.",
    "Record an audio of yourself masturbating, then play it for your partner while describing what you were thinking.",
    "Command your partner to masturbate for you, forcing them to follow your exact instructions on speed and method.",
    "Leave a hickey on your partner's neck or inner thigh as a mark of ownership.",
    "Roleplay: Interrogator and prisoner. During the 'interrogation', force them to confess their deepest sexual fantasies.",
    "Tie your partner's hands behind their back with a tie or scarf, then slowly take them from the front.",
    "Make your partner kneel before you, kiss your feet, and tell you how much they worship you.",
    "Deny your partner an orgasm until they complete a humiliating task you've assigned (e.g., barking like a dog).",
    "During sex, force your partner to look you in the eyes and repeat 'I am yours' or more specific dirty phrases.",
    "Use your partner as a piece of 'furniture', for example, resting your feet on their back for 10 minutes.",
    "Take a set of nudes of each other, but the poses and expressions must be dictated by the other person.",
    "Penetrate your partner with a sex toy (like a dildo) and have them tell you how it feels different from the real thing.",
    "Engage in sexual activity in a semi-public place (like a car or on a balcony), testing the limits of not getting caught.",
    "Command your partner to lick your entire body, starting from your toes, until you are satisfied.",
    "Have a 'dirty talk' battle to see who can make the other person hornier first using only words.",
    "Make your partner wear a sexy (or embarrassing) piece of lingerie you've chosen and model it for you at home.",
    "Undress your partner completely using only your mouth.",
    "In front of a bathroom mirror, take your partner from behind so they have to watch their own expression.",
    "You get to decide whether your partner is allowed to wear underwear today.",
    "Use ropes for a simple tie (e.g., tying their ankles together) and then have sex.",
    "Incorporate light slapping (to the face) during sex and watch their reaction.",
    "Make your partner hold ice water in their mouth while giving you oral sex.",
    "Fuck your partner on the kitchen counter.",
    "Engage in anal sex for the entire session (if both partners consent).",
    "While your partner is on a phone call, service them under the desk and require them to keep their conversation normal.",
    "Make your partner write your name with their ass. They can't stop until they get it right.",
    "Dictate that your partner can only use one position during the next time you have sex, until you allow them to change.",
    "Use food (like a banana or cucumber) to tease your partner's private parts.",
    "Roleplay: Strangers picking each other up. Pretend you don't know each other at home and let it escalate to the bedroom.",
    "Command your partner to describe in detail how they want you to treat them roughly.",
    "Use a ball gag or a cloth to gag your partner, leaving them able to only make muffled sounds.",
    "At the very moment your partner orgasms, whisper the filthiest thing you can think of in their ear.",
    "Pour lubricant over each other's bodies for a slippery body-to-body friction session.",
    "Treat your partner as your personal 'sex toy'. They are completely under your control and cannot initiate any action.",
    "Sex is the only way to 'earn' food or drinks.",
    "Tie your partner's wrists and ankles together (hogtie position), leaving them helpless like a lamb to the slaughter.",
    "Public humiliation: Make your partner post a sexually suggestive status to their close friends on social media (can be deleted later).",
    "Roleplay: Master and pet. Make the 'pet' eat a snack from a bowl you place on the floor.",
    "Use a vibrator to tease his prostate or her G-spot relentlessly, but don't let them orgasm.",
    "During intercourse, use a belt or a small whip to lightly spank your partner's ass or thighs.",
    "Command your partner to lick the sex toys clean after you've used them.",
    "Stuff your underwear into your partner's mouth, making them taste you.",
    "Force them to scream a humiliating name you've chosen for them right before they are allowed to climax.",
    "Ejaculate on a part of your partner's body and command them not to wipe it off until it dries naturally.",
    "Record your entire sex session (for private viewing only), and then watch it together to critique it.",
    "Make your partner lie on the floor while you stand over them, completely dominating their view and breath.",
    "Constantly degrade your partner's body and performance with dirty talk during sex.",
    "Force your partner to watch porn and imitate the acts shown.",
    "After climaxing, command your partner to clean your body.",
    "Roleplay: Doctor and patient. Conduct a full-body 'sexual examination'.",
    "Use your feet to tease or masturbate your partner.",
    "Write a filthy command for your partner on a mirror with lipstick.",
    "Make your partner orgasm, but only on the condition that they catch their own ejaculate in their mouth (if possible).",
    "For the next hour, your partner is only allowed to answer you with 'Yes, Master/Mistress'.",
    "Push your partner's head down into a pillow while fucking them hard from behind.",
    "Have a quickie in a public restroom stall.",
    "Use your fingers to stretch your partner's anus, getting them used to the feeling even if you don't fully penetrate.",
    "Command your partner to lick your armpits.",
    "Give each other an enema to prepare for a more intense experience.",
    "Use a washable marker to write words like 'Property' or 'Toy' around your partner's genitals.",
    "After sex, 'lock up' your partner, preventing them from immediately washing up, forcing them to bask in the afterglow.",
    "At a moment they least expect (e.g., while watching TV), suddenly begin a CNC 'attack' on them (roleplay).",
    "Make your partner describe their fantasy of being raped by someone else (an imaginary person).",
    "Use your spit as lubricant to service your partner.",
    "Put a leash on your partner like a dog and walk them around the room.",
    "Engage in breath play (WARNING: Extremely dangerous, requires expertise, not recommended). Show control by only covering their mouth with a hand.",
    "Bite your partner's neck or shoulder lightly at their climax, leaving a mark.",
    "Command your partner to use a specific sex toy on themselves to orgasm in front of you.",
    "If your partner disobeys a command, 'punish' them by putting small clamps on their nipples.",
    "Use two or more sex toys during one session.",
    "Make your partner put on or take off your socks using only their mouth.",
    "Roleplay: Father/daughter or brother/sister (roleplay only, to emphasize the taboo).",
    "Attempt to bring one partner to orgasm three or more times in a single session.",
    "Make your partner read a passage from an erotic novel aloud. Every mistake earns them a punishment.",
    "Give your partner a facial (ejaculate on their face).",
    "Enact a 'gangbang' fantasy, where you alone play multiple roles 'attacking' your partner.",
    "During sex, forbid your partner from making any noise and see how long they can last.",
    "Tie your partner's hands above their head to the headboard, leaving them completely exposed to you.",
    "Require your partner to tell you exactly where on their body they want your genitals.",
    "If you have a bathtub, engage in 'underwater' play by having sex in the water.",
    "Use a remote-controlled vibrating egg, give the remote to your partner, and let them 'punish' you at any time.",
    "Command your partner to praise you while they masturbate.",
    "Use stockings or fishnets to rub against your partner's body for added teasing.",
    "Introduce a third 'character' into your sex life (by using a large sex toy).",
    "Draw a bullseye on your partner's ass with lipstick.",
    "Let your partner watch you urinate (if this fetish is shared).",
    "During sex, suddenly stop all movement and enjoy your partner's desperate pleas.",
    "Engage in a 'golden shower' by urinating on your partner (WARNING: Extreme fetish, ensure full consent).",
    "During one entire sexual encounter, forbid any and all kissing, engaging only in purely physical copulation.",
    "Roleplay: Job interview. The job is to become the interviewer's sex slave."
  ]
}