{
  "ambiguous": [
    "和你的伴侣牵手10分钟。",
    "在接下来的15分钟里，每次你的伴侣说话时都赞美他们。",
    "凝视你伴侣的眼睛整整一分钟，不要移开视线。",
    "告诉你的伴侣一个你从未告诉过任何人的秘密。",
    "在你的伴侣耳边低语一些甜蜜的话。",
    "让你的伴侣给你挠痒痒30秒。",
    "在你的伴侣手臂上画一个临时纹身。",
    "为你的伴侣唱小夜曲，即使你不会唱歌。",
    "分享你最喜欢的童年记忆。",
    "背着你的伴侣在房间里转一圈。",
    "做一个鬼脸，让你的伴侣发笑。",
    "让你的伴侣为你设计发型。",
    "为你的伴侣读一首浪漫的诗。",
    "告诉你的伴侣你最爱他们什么。",
    "在接下来的60秒内设法让你的伴侣发笑。",
    "给你的伴侣做5分钟的足底按摩。",
    "让你的伴侣为你们的下一个电影之夜选择电影。",
    "给你的伴侣写一张简短的爱心便条。",
    "喂你的伴侣吃一块水果或巧克力。",
    "分享一个你梦到你伴侣的梦。",
    "分享你第一眼注意到伴侣的地方。",
    "放一首你们都喜欢的歌，然后一起轻轻跳舞。",
    "给对方一个持续整整一分钟的拥抱。",
    "用三个词描述你的伴侣。",
    "分享一张你童年时最搞笑的照片。",
    "让你的伴侣为你挑选明天的衣服。",
    "一起创建一个属于你们的秘密握手方式。",
    "给你的伴侣起一个可爱的昵称，并在接下来的一小时内都这样称呼对方。",
    "用枕头搭一个堡垒，然后在里面待10分钟。",
    "给你的伴侣画一幅肖像画，画得好坏不重要。",
    "分享你第一次意识到自己爱上对方的那个瞬间。",
    "为你的伴侣冲一杯他们最喜欢的饮料。",
    "让你的伴侣把头枕在你的腿上5分钟。",
    "一起看你们的旧照片或聊天记录。",
    "不使用“我爱你”这三个字，向对方表达你的爱意。",
    "模仿对方一个可爱的习惯或口头禅。",
    "计划一次你们梦想中的旅行，讨论所有细节。",
    "在纸上写下你爱对方的十个理由，然后念给TA听。",
    "给对方一个额头吻。",
    "轻轻地为对方梳头或抚摸头发。",
    "玩一个猜谜游戏，谜底都是关于你们俩的回忆。",
    "一起完成一个拼图或玩一局桌游。",
    "为对方挑选一张最能代表TA的梗图。",
    "蒙上眼睛，仅通过触摸对方的手来认出TA。",
    "告诉对方，TA做的哪一件小事曾让你非常感动。",
    "一起在阳台或窗边看星星或夜景。",
    "为对方创建一个歌单，里面的歌都让TA想起你。",
    "轮流分享一个自己想实现的小愿望。",
    "用一种有趣的方式重现你们的第一次约会。",
    "给对方的脸颊一个轻轻的吻。",
    "承诺为对方做一件TA一直想让你做的小事。",
    "分享一个你认为只有你俩才懂的笑话。",
    "让你的伴侣闭上眼睛，然后给TA一个惊喜的小礼物（可以是很小的东西）。",
    "一起学一句新的外语说“我爱你”。",
    "手牵手去散步15分钟，不说话，只感受彼此。",
    "在对方的手心上画画，让TA猜是什么。",
    "为对方录制一段语音信息，内容是你想对TA说的心里话。",
    "分享一个你对未来的设想，其中有TA的存在。",
    "尝试一起做一道新菜。",
    "给对方的肩膀或脖子来一次快速按摩。",
    "玩“你画我猜”游戏。",
    "分享一个你曾经有过的疯狂想法。",
    "如果可以互换一天身份，你最想体验对方生活中的哪部分？",
    "在接下来的十分钟里，用气泡音和对方说话。",
    "给对方讲一个睡前故事。",
    "用手机给对方拍一张你认为最美的照片。",
    "一起看一部童年时最喜欢的动画片。",
    "分享一个你最近遇到的小烦恼，让对方安慰你。",
    "让伴侣帮你涂指甲油或护手霜。",
    "教对方一个你擅长的小技能。",
    "在对方的鼻子上轻轻点一下。",
    "用便利贴在家里某个地方留下给对方的爱心信息。",
    "如果你们是一个乐队，你们会叫什么名字？",
    "帮对方完成一件家务活。",
    "分享一件你最近了解到的有趣知识。",
    "一起对着镜子做鬼脸自拍。",
    "让对方选择今晚的背景音乐。",
    "说出伴侣身上你最喜欢的味道。",
    "如果对方是一种动物，TA会是什么？为什么？",
    "在不接触地面的情况下，把对方从沙发的一头运到另一头。",
    "用一种夸张的戏剧腔调互相交谈5分钟。",
    "闭上眼睛，专注于听对方的心跳一分钟。",
    "为你伴侣的社交媒体头像点赞并评论一句彩虹屁。",
    "分享一件你因为伴侣而改变的事情。"
  ],
  "advanced": [
    "让你的伴侣阅读你发送的最后3条短信。",
    "在没有音乐的情况下和你的伴侣跳慢舞。",
    "告诉你的伴侣你最尴尬的故事。",
    "让你的伴侣问你三个私人问题，你必须诚实回答。",
    "和你的伴侣交换衣服15分钟。",
    "让你的伴侣用可洗记号笔在你的脸上画胡子。",
    "重现你们的初吻。",
    "让你的伴侣控制电视遥控器一整天。",
    "蒙住你伴侣的眼睛，让他们通过触摸猜出三种不同的物体。",
    "与你的伴侣分享你最大的恐惧之一。",
    "让你的伴侣在你的社交媒体上发布一个有趣的状态。",
    "和你的伴侣玩一次信任摔倒。",
    "让你的伴侣在今天剩下的时间里给你起一个新的昵称。",
    "告诉你的伴侣一个不涉及他们的幻想。",
    "让你的伴侣计划你们的下一次约会，无论多么疯狂。",
    "一起洗个澡。",
    "让你的伴侣用手指在你的背上写信息，你必须猜出是什么。",
    "承认你对伴侣撒过的一个善意的谎言。",
    "让你的伴侣听你下一个电话。",
    "以最讨人喜欢的方式向陌生人描述你的伴侣。",
    "描述一下你认为最完美的约会是什么样的。",
    "让伴侣查看你的手机相册一分钟。",
    "诚实地回答：你对我们关系中的哪一点最没有安全感？",
    "给你的伴侣一次10分钟的肩颈按摩。",
    "分享一件你曾经因为嫉妒而做过的事。",
    "在对方的脖子上留下一个轻轻的吻。",
    "让伴侣蒙上你的眼睛，然后用三种不同的东西喂你吃，并猜出来。",
    "告诉伴侣，TA做的哪件事曾让你暗自不爽但没说出口。",
    "脱掉一件对方选择的衣服。",
    "向伴侣展示你手机搜索历史的最后五条记录。",
    "分享一个你从未告诉过伴侣的、对自己的批评。",
    "让伴侣把你抱到床上。",
    "诚实地评价一下对方的吻技，并给出“改进建议”。",
    "让伴侣用口红在你身上写字。",
    "告诉伴侣一件TA无意中做了却让你非常兴奋的事。",
    "一起看一部略带性感的电影片段。",
    "坦白一件你假装喜欢但其实并不喜欢的事情（比如TA的某个爱好）。",
    "让伴侣帮你卸妆或给你洗脸。",
    "用一种诱惑的语气给伴侣读一段普通的文字（比如说明书）。",
    "互相为对方挑选一套性感的内衣（可以在网店里选）。",
    "分享一个你认为你们关系中的转折点。",
    "让伴侣检查你的钱包或手提包。",
    "为过去的一次争吵真诚地道歉，并说明你当时错在哪里。",
    "在对方的大腿内侧轻轻吹气。",
    "打电话给你的朋友，并让你的伴侣在旁边听着你们的对话。",
    "诚实地回答：“你有多想和我结婚/永远在一起？”",
    "让伴侣为你挑选一张新的社交媒体头像并换上。",
    "舔掉伴侣嘴唇上的一点食物（比如奶油或酱汁）。",
    "描述一下你第一次见到伴侣时对TA的真实想法。",
    "让伴侣用一条围巾轻轻地蒙住你的眼睛。",
    "如果你可以问我任何一个问题，并且保证我不会生气，你会问什么？",
    "与伴侣分享一个你对性的困惑或好奇。",
    "让伴侣把你逼到墙角，对视15秒。",
    "一起做情侣瑜伽挑战。",
    "告诉伴侣一个你认为会让他们惊讶的关于你的事实。",
    "用一个小时的时间，完全按照伴侣的指令行事。",
    "描述一下你理想中的求婚场景。",
    "让伴侣帮你刮胡子或脱毛。",
    "分享你对开放式关系或三人行的真实看法。",
    "用手指蘸水，在伴侣的皮肤上写字。",
    "在不停顿的情况下，与伴侣对视并互相赞美对方，直到有人笑场。",
    "一起尝试一种新的食物，不管你们是否喜欢。",
    "让伴侣用喂小孩的方式喂你吃东西。",
    "分享一个你曾经对前任撒过的谎。",
    "展示你的“网络收藏夹”或“稍后观看”列表。",
    "让伴侣在你身上找一个最痒的痒痒肉。",
    "如果你们可以无后果地做任何违法的事情一天，你们会做什么？",
    "一起拍一张“床照”自拍（非色情，只是刚睡醒的样子）。",
    "诚实地回答：在我们的关系中，你觉得哪方面最需要努力？",
    "让伴侣用香水或精油在你身上涂抹。",
    "告诉伴侣，你需要被如何安慰才能感觉最好。",
    "重演你们在电影里看到的一个浪漫场景。",
    "在朋友面前，给伴侣一个意想不到的热吻。",
    "让伴侣坐在你腿上，持续5分钟。",
    "分享一件你希望我们能一起完成但还没做的事。",
    "只用眼神交流，尝试沟通一个复杂的想法。",
    "让伴侣用冰块在你手臂上滑动。",
    "坦白你最近一次对别人产生好感是什么时候。",
    "让伴侣帮你拉伸身体。",
    "在接下来的一小时里，互相称呼对方为“主人”或自定义的爱称。",
    "说出一件如果做了，会立刻毁掉你们关系的事情。"
  ],
  "passionate": [
    "在插入时，要求你的伴侣用你指定的羞辱性词语来称呼自己。",
    "让伴侣把你绑在床上，然后用言语和轻微的触碰挑逗你，直到你哭着求饶。",
    "为伴侣口交，直到他们高潮。在此期间，他们可以抓住你的头发来控制你的动作。",
    "选择一个“安全词”，然后进行一次由伴侣完全主导的、模拟非自愿的场景扮演。",
    "让伴侣在你的臀部留下清晰的巴掌印，并持续到第二天。",
    "蒙住伴侣的眼睛，用三种不同的物品（冰块、羽毛、蜡烛的温蜡）来挑逗他们的身体。",
    "在伴侣身上滴上奶油或蜂蜜，然后像宠物一样爬过去，只用舌头舔干净。",
    "在接下来的30分钟里，你成为伴侣的“奴隶”，必须爬行并无条件服从所有命令。",
    "在窗帘半开的窗户前做爱，享受可能被看到的刺激感。",
    "录下一段你自慰的音频，然后放给你的伴侣听，同时描述你当时在想什么。",
    "命令你的伴侣自慰给你看，并且严格按照你的指令（速度、方式）进行。",
    "在伴侣的脖子或大腿内侧留下一个宣示主权的吻痕（hickey）。",
    "角色扮演：审讯官和囚犯。在“审讯”中，强迫对方说出自己最深处的性幻想。",
    "用领带或丝巾把伴侣的双手绑在背后，然后从正面慢慢地侵犯他们。",
    "让伴侣跪在你面前，亲吻你的脚，并告诉你他们有多么崇拜你。",
    "禁止伴侣高潮，直到他们完成你布置的一项羞辱性任务（例如学狗叫）。",
    "在做爱时，强迫伴侣直视你的眼睛，并重复说“我是你的”或更具体的脏话。",
    "将伴侣当成一件“家具”，例如，把脚搭在他们背上休息，持续10分钟。",
    "互相拍一组裸照，但姿势和表情必须由对方来指定。",
    "用情趣道具（如假阳具）插入你的伴侣，并让他们告诉你这和真人有什么不同。",
    "在半公开场合（如车里或阳台）进行亲热，挑战不被人发现的极限。",
    "命令伴侣舔遍你的全身，从脚趾开始，直到你满意为止。",
    "进行一次“dirty talk”对决，看谁能先用语言让对方兴奋到不行。",
    "让伴侣穿着你选择的性感（或羞耻）内衣，在家里为你走秀。",
    "用嘴为伴侣脱光所有衣服。",
    "在浴室的镜子前，从后面进入你的伴侣，让他们看着自己的表情。",
    "你来决定今天伴侣是否可以穿内裤。",
    "用绳子进行一次简单的束缚（例如绑住脚踝），然后进行性爱。",
    "在性爱中加入轻微的掌掴（脸部），观察对方的反应。",
    "让伴侣含着一口冰水为你口交。",
    "在厨房的料理台上把伴侣办了。",
    "全程使用肛交（如果双方都接受）。",
    "在伴侣打电话时，在桌子底下为他们进行性服务，要求他们保持通话正常。",
    "让伴侣用屁股写出你的名字，写对之前不准停止。",
    "规定在下次做爱时，伴侣只能使用一种姿势，直到你允许变换。",
    "用食物（如香蕉、黄瓜）来挑逗伴侣的私密部位。",
    "角色扮演：陌生人搭讪。在家里假装不认识，然后从搭讪一步步发展到上床。",
    "命令你的伴侶，详细描述他們希望你如何粗暴地对待他们。",
    "使用口塞或用布条堵住伴侣的嘴，让他们只能发出唔唔声。",
    "在伴侣高潮的瞬间，在他们耳边说一句最下流的话。",
    "将润滑液倒在彼此身上，进行一次滑溜的身体摩擦。",
    "让伴侣当你的“性爱玩具”，完全由你操控，他们不能主动。",
    "只允许通过性行为来“赢得”食物或饮料。",
    "将伴侣的手腕和脚踝绑在一起（手铐式），让他们像一只待宰的羔羊。",
    "公开羞辱：让伴侣在社交媒体的好友圈发一条带有性暗示的状态（稍后可删）。",
    "角色扮演：主人和宠物。让“宠物”从你放在地上的碗里吃零食。",
    "用振动棒在他的前列腺或她的G点附近不断挑逗，但就是不让他/她高潮。",
    "在性交过程中，使用皮带或小鞭子轻轻抽打伴侣的臀部或大腿。",
    "命令伴侣舔干净你使用过的性玩具。",
    "将你的内裤塞进伴侣的嘴里，让他们感受你的味道。",
    "让他/她在高潮前必须大声喊出你设定的羞辱性称呼。",
    "把你射在伴侣身体的某个部位，并命令他们不准擦掉，直到自然风干。",
    "全程录下你们的做爱过程（仅供两人观看），然后一起复盘。",
    "让伴侣躺在地上，你站在他们上方，完全掌控他们的视野和呼吸。",
    "在性交时，用脏话不断地评价伴侣的身体和表现。",
    "强迫伴侣看着色情影片，并模仿其中的动作。",
    "在高潮后，命令伴侣为你清理干净身体。",
    "角色扮演：医生和病人。进行一次“全身性检查”。",
    "用你的脚来为伴侣进行性挑逗或自慰。",
    "在镜子上用口红写下对伴侣的下流指令。",
    "让伴侣高潮，但条件是他们必须用嘴接住自己的高潮（如果可能）。",
    "规定在接下来的一个小时里，伴侣只能用“是，主人/女王”来回答问题。",
    "把伴侣的头按在枕头里，从后面进行猛烈的撞击。",
    "在公共厕所的隔间里进行快速的亲热。",
    "用你的手指扩张伴侣的后庭，即使不插入也要让他们习惯这种感觉。",
    "让伴侣舔你的腋下。",
    "互相给对方灌肠，为更刺激的体验做准备。",
    "用可清洗的笔在伴侣的私密部位周围写上“专属”或“玩具”等字样。",
    "在性爱后，锁住伴侣，让他们无法立刻去清洗，享受余韵。",
    "在伴侣最意想不到的时候（例如在看电视时），突然开始对他们进行性侵犯（角色扮演）。",
    "让伴侣描述他们被别人（想象中的）强奸的幻想。",
    "用你的口水作为润滑，为伴侣服务。",
    "把伴侣像小狗一样用皮带拴住，在房间里牵着走。",
    "进行一次窒息游戏（注意：极其危险，需专业知识，不推荐轻易尝试），只在嘴上覆盖一只手以示控制。",
    "在伴侣高潮时轻咬他们的脖子或肩膀，留下齿痕。",
    "命令伴侣在你面前，用你指定的性玩具达到高潮。",
    "如果伴侣不服从指令，就用小夹子夹他们的乳头作为“惩罚”。",
    "在性爱中使用两种以上的情趣玩具。",
    "让伴侣用嘴帮你穿上或脱下袜子。",
    "角色扮演：父亲和女儿，或哥哥和妹妹（仅限角色扮演，强调禁忌感）。",
    "在一次性爱中，尝试三次以上的高潮（对其中一方）。",
    "让伴侣为你朗读一段色情小说，读错一个字就要接受一项惩罚。",
    "把精液涂在伴侣的脸上。",
    "进行一次“轮奸”幻想，由你一人扮演多个角色来“攻击”你的伴侣。",
    "在性交时，不允许伴侣发出任何声音，看他们能忍耐多久。",
    "将伴侣的双手举过头顶绑在床头，让他们完全暴露在你面前。",
    "要求伴侣准确地说出，他们希望你的生殖器在他们身体的哪个部位。",
    "如果你们有浴缸，进行一次“深水”游戏，在水中进行性爱。",
    "使用跳蛋，并把遥控器交给伴侣，让TA在任何时候都可以“惩罚”你。",
    "命令伴侣一边自慰，一边赞美你。",
    "用丝袜或渔网袜来摩擦伴侣的身体，增加挑逗感。",
    "在你们的性爱中加入第三个“角色”（使用一个大型的性玩具）。",
    "在伴侣的屁股上用口红画一个靶心。",
    "让伴侣观看你小便（如果双方都接受这种癖好）。",
    "在性爱过程中，突然停止一切动作，享受伴侣焦急的请求。",
    "进行一次“黄金浴”（Golden Shower），即向对方身上撒尿（注意：极端癖好，请确保双方都完全接受）。",
    "在一次完整的性爱过程中，禁止任何形式的接吻，只进行纯粹的肉体交合。",
    "角色扮演：面试官和求职者，工作内容就是成为面试官的性奴隶。"
  ]
}