{
  "ambiguous": [
    "パートナーと10分間、手を繋ぐ。",
    "これからの15分間、パートナーが話すたびに褒める。",
    "1分間、パートナーの目を見つめ、視線をそらさない。",
    "誰にも言ったことのない秘密をパートナーに打ち明ける。",
    "パートナーの耳元で甘い言葉をささやく。",
    "パートナーに30秒間くすぐってもらう。",
    "パートナーの腕にテンポラリータトゥーを描く。",
    "歌が下手でも、パートナーのためにセレナーデを歌う。",
    "一番好きだった子供の頃の思い出を話す。",
    "パートナーを背負って部屋を一周する。",
    "変な顔をしてパートナーを笑わせる。",
    "パートナーに髪をセットしてもらう。",
    "ロマンチックな詩をパートナーに読んであげる。",
    "パートナーの一番好きなところを伝える。",
    "これから60秒以内にパートナーを笑わせる。",
    "パートナーに5分間の足裏マッサージをする。",
    "次の映画鑑賞会で見る映画をパートナーに選んでもらう。",
    "パートナーに短いラブレターを書く。",
    "パートナーにフルーツやチョコレートを一切れ食べさせてあげる。",
    "パートナーの夢を見たときの話をする。",
    "パートナーについて最初に気づいたことを話す。",
    "二人のお気に入りの曲をかけて、優しく一緒に踊る。",
    "1分間、しっかりとお互いを抱きしめる。",
    "パートナーを3つの言葉で表現する。",
    "子供の頃の一番面白い写真を共有する。",
    "明日の服をパートナーに選んでもらう。",
    "二人だけの秘密のハンドシェイクを作る。",
    "パートナーにかわいいニックネームをつけて、1時間それで呼び合う。",
    "枕で秘密基地を作って、その中に10分間いる。",
    "パートナーの似顔絵を描く。上手い下手は関係ない。",
    "恋に落ちたと最初に気づいた瞬間を話す。",
    "パートナーの好きな飲み物を作ってあげる。",
    "パートナーに5分間、あなたの膝枕をさせてあげる。",
    "昔の写真やチャット履歴を一緒に見る。",
    "「愛してる」という言葉を使わずに愛情を表現する。",
    "パートナーのかわいい癖や口癖を真似する。",
    "夢の旅行を計画し、詳細について話し合う。",
    "パートナーを愛する10の理由を紙に書き、読み聞かせる。",
    "パートナーのおでこにキスをする。",
    "パートナーの髪を優しくとかしたり、撫でたりする。",
    "答えが二人の思い出になるクイズゲームをする。",
    "一緒にパズルを完成させたり、ボードゲームで遊んだりする。",
    "パートナーを最もよく表していると思うミームを見つける。",
    "目隠しをして、パートナーの手に触れるだけで誰か当てる。",
    "パートナーの些細な行動で、とても感動したことを伝える。",
    "ベランダや窓辺で一緒に星や夜景を眺める。",
    "パートナーを思い出す曲を集めたプレイリストを作成する。",
    "叶えたい小さな願いを交互に話す。",
    "初めてのデートを面白い方法で再現する。",
    "パートナーの頬に優しくキスをする。",
    "パートナーがずっとしてほしかった小さなことを一つ、してあげると約束する。",
    "二人だけが理解できる内緒のジョークを共有する。",
    "パートナーに目を閉じてもらい、小さなサプライズプレゼントを渡す（本当に小さいものでOK）。",
    "新しい言語で「愛してる」の言い方を一緒に学ぶ。",
    "15分間、手をつないで無言で散歩し、ただお互いの存在を感じる。",
    "パートナーの手のひらに絵を描いて、何か当ててもらう。",
    "パートナーへの心からの気持ちをボイスメッセージに録音して送る。",
    "パートナーがいる未来のビジョンを語る。",
    "一緒に新しい料理に挑戦する。",
    "パートナーの肩や首を軽くマッサージしてあげる。",
    "お絵かきクイズゲームをする。",
    "昔考えたクレイジーなアイデアを話す。",
    "もし1日だけ人生を交換できるなら、パートナーの人生のどの部分を一番体験してみたい？",
    "これからの10分間、ささやき声（ASMR風）で会話する。",
    "パートナーに寝る前のお話を読んであげる。",
    "あなたが一番美しいと思うパートナーの写真を撮る。",
    "子供の頃に好きだったアニメを一緒に見る。",
    "最近あった小さな悩みを打ち明けて、パートナーに慰めてもらう。",
    "パートナーにマニキュアを塗ってもらったり、ハンドクリームを塗ってもらったりする。",
    "あなたが得意な小さなスキルをパートナーに教える。",
    "パートナーの鼻を優しくツンとつつく。",
    "家のどこかに、パートナーが見つけるための愛のメッセージを付箋で残す。",
    "もし二人がバンドだったら、バンド名は何にする？",
    "パートナーの家事を一つ手伝う。",
    "最近学んだ面白い豆知識を共有する。",
    "鏡の前で変な顔をしながら一緒に自撮りする。",
    "今夜のBGMをパートナーに選んでもらう。",
    "あなたが一番好きなパートナーの香りを説明する。",
    "もしパートナーが動物だったら、何だと思う？その理由は？",
    "パートナーが床に触れないように、ソファの端から端まで運ぶ。",
    "大げさな演劇口調で5分間会話する。",
    "目を閉じて、1分間パートナーの心音に集中する。",
    "パートナーのSNSのプロフィール写真を「いいね！」して、褒めコメントを残す。",
    "パートナーと出会って自分が変わったと思うことを一つ話す。"
  ],
  "advanced": [
    "あなたが最後に送ったメッセージ3件をパートナーに読んでもらう。",
    "音楽なしでパートナーとスローダンスを踊る。",
    "あなたの最も恥ずかしい話をパートナーに伝える。",
    "パートナーに3つのプライベートな質問をしてもらい、正直に答える。",
    "パートナーと15分間、服を交換する。",
    "洗えるマーカーで、パートナーにあなたの顔にヒゲを描いてもらう。",
    "ファーストキスを再現する。",
    "一日中、テレビのリモコンの操作権をパートナーに譲る。",
    "パートナーを目隠しして、触っただけで3つの異なる物を当てさせる。",
    "あなたの最大の恐怖の一つをパートナーに共有する。",
    "あなたのSNSに、パートナーに面白い投稿をしてもらう。",
    "パートナーと信頼のゲーム（トラストフォール）をする。",
    "今日一日のあなたの新しいニックネームをパートナーにつけてもらう。",
    "パートナーが関わっていない、あなたのファンタジーを一つ話す。",
    "どんなにクレイジーな内容でも、次のデートの計画をパートナーに立ててもらう。",
    "一緒にお風呂に入る。",
    "パートナーにあなたの背中に指で文字を書いてもらい、何か当てる。",
    "パートナーについたことのある、罪のない嘘を白状する。",
    "あなたの次の電話を、パートナーに聞いてもらう。",
    "見知らぬ人に、あなたのパートナーを最高に魅力的に説明する。",
    "あなたにとって完璧なデートがどんなものか説明する。",
    "パートナーにスマホのフォトギャラリーを1分間見てもらう。",
    "正直に答える：「私たちの関係で、あなたが最も不安に思うことは何？」",
    "パートナーに10分間の肩と首のマッサージをする。",
    "嫉妬からしてしまった行動について話す。",
    "パートナーの首筋に優しくキスをする。",
    "パートナーを目隠しして、3つの異なるものを食べさせて、何か当てさせる。",
    "パートナーの行動で、内心イラっとしたけど言わなかったことを打ち明ける。",
    "パートナーが選んだ服を一枚脱ぐ。",
    "あなたのスマホの検索履歴の最後の5件をパートナーに見せる。",
    "パートナーに一度も話したことのない、自分への批判を共有する。",
    "パートナーにベッドまで運んでもらう。",
    "パートナーのキスを正直に評価し、「改善案」を提案する。",
    "パートナーに口紅であなたの体に文字を書いてもらう。",
    "パートナーが無意識にしていることで、あなたを興奮させる行動を伝える。",
    "少しセクシーな映画のシーンを一緒に見る。",
    "実は好きではないのに、好きだと言っていること（例：相手の趣味）を告白する。",
    "パートナーにメイクを落としてもらったり、洗顔してもらったりする。",
    "退屈な文章（例えば取扱説明書）を、誘惑的なトーンでパートナーに読んであげる。",
    "お互いのためにセクシーな下着を選ぶ（ネットショップで選んでもOK）。",
    "二人の関係の転機になったと思う出来事を話す。",
    "パートナーに財布やハンドバッグの中身をチェックしてもらう。",
    "過去の喧嘩について、自分がどこで間違っていたかを説明し、心から謝る。",
    "パートナーの太ももの内側に優しく息を吹きかける。",
    "友達に電話をかけ、その会話をパートナーにスピーカーで聞かせる。",
    "正直に答える：「どのくらい私と結婚したい/永遠に一緒にいたい？」",
    "あなたのSNSの新しいプロフィール写真をパートナーに選んでもらい、変更する。",
    "パートナーの唇についた食べ物（クリームやソースなど）を舐めとる。",
    "パートナーに初めて会った時の、正直な第一印象を話す。",
    "パートナーにスカーフで優しく目隠しをしてもらう。",
    "「もし、私が絶対に怒らないという保証付きで、どんな質問でも一つできるとしたら、何を聞く？」",
    "セックスに関するあなたの疑問や好奇心をパートナーに共有する。",
    "パートナーに壁際に追い詰められ、15秒間見つめ合う。",
    "カップルヨガチャレンジに一緒に挑戦する。",
    "パートナーが驚くと思う、あなたに関する事実を一つ話す。",
    "1時間、パートナーの命令に完全に従う。",
    "あなたの理想のプロポーズを説明する。",
    "パートナーに髭を剃ってもらったり、ムダ毛処理を手伝ってもらったりする。",
    "オープンな関係や3Pについての正直な考えを話す。",
    "指を水につけて、パートナーの肌に文字を書く。",
    "どちらかが笑うまで、目を逸らさずにお互いを褒め合う。",
    "好き嫌いに関わらず、一緒に新しい食べ物を試す。",
    "赤ちゃんにするように、パートナーに食べ物を食べさせてもらう。",
    "昔の恋人についた嘘を一つ話す。",
    "ブラウザのブックマークや「後で見る」リストを見せる。",
    "あなたの体で一番くすぐったい場所をパートナーに見つけてもらう。",
    "もし1日だけ、罪に問われずに何でも違法なことができるとしたら、何をする？",
    "寝起きの「ベッドヘッド」セルフィーを一緒に撮る（性的でない、ただの寝起き姿）。",
    "正直に答える：「私たちの関係で、最も努力が必要だと思う分野は何？」",
    "パートナーに香水やエッセンシャルオイルを塗ってもらう。",
    "どう慰められるのが一番心地よいかをパートナーに伝える。",
    "映画で見たロマンチックなシーンを再現する。",
    "友達の前で、パートナーに不意打ちの情熱的なキスをする。",
    "パートナーを5分間、あなたの膝の上に座らせる。",
    "まだ達成できていないけれど、一緒に成し遂げたいと思っていることを話す。",
    "アイコンタクトだけで複雑な考えを伝えようと試みる。",
    "パートナーに氷をあなたの腕の上で滑らせてもらう。",
    "最近、他の人にときめいたのはいつか白状する。",
    "パートナーにストレッチを手伝ってもらう。",
    "これからの1時間、お互いを「ご主人様」またはカスタムの愛称で呼び合う。",
    "これをしたら、二人の関係が即座に終わると思うことを一つ挙げる。"
  ],
   "passionate": [
    "挿入中、あなたが決めた屈辱的な言葉でパートナーに自分を呼ばせる。",
    "パートナーにベッドに縛り付けさせ、泣いて許しを乞うまで、言葉と軽い愛撫で焦らし続ける。",
    "パートナーがオーガズムに達するまでフェラチオ／クンニリングスをする。相手はあなたの髪を掴んで動きをコントロールしてよい。",
    "「セーフワード」を決め、パートナーが完全に支配する「合意の上での非合意（CNC）」プレイを行う。",
    "パートナーに、翌日まで残るほどはっきりとした手形をお尻につけさせる。",
    "パートナーを目隠しし、3つの異なる物（氷、羽、ロウソクの温かいロウなど）で体を責める。",
    "パートナーの体にクリームや蜂蜜を垂らし、ペットのように四つん這いで近づき、舌だけで舐め尽くす。",
    "これからの30分間、あなたはパートナーの「奴隷」となる。四つん這いで移動し、全ての命令に無条件で従うこと。",
    "カーテンを少し開けた窓の前でセックスし、見られるかもしれないというスリルを味わう。",
    "自慰行為の音声を録音し、パートナーに聞かせながら、その時何を考えていたかを説明する。",
    "パートナーにマスターベーションを命令し、あなたの指示通り（速さ、方法）に強制する。",
    "所有の印として、パートナーの首筋や太ももの内側にキスマークを残す。",
    "ロールプレイ：尋問官と囚人。「尋問」の中で、相手に最も倒錯した性的ファンタジーを白状させる。",
    "ネクタイやスカーフでパートナーの両手を背中で縛り、正面からゆっくりと犯す。",
    "パートナーをあなたの前に跪かせ、あなたの足にキスをさせ、どれほどあなたを崇拝しているかを言わせる。",
    "あなたが与えた屈辱的な課題（犬の鳴き真似など）をクリアするまで、パートナーのオーガズムを禁止する。",
    "セックス中、パートナーにあなたの目を直視させ、「私はあなたのものです」や、より具体的な淫語を繰り返させる。",
    "パートナーを「家具」として扱う。例えば、10分間、相手の背中に足を乗せて休む。",
    "お互いのヌード写真を撮り合う。ただし、ポーズや表情は相手が指定すること。",
    "ディルドなどのセックスグッズでパートナーを貫き、本物とどう違うかを言わせる。",
    "車の中やベランダなど、半公共的な場所で性行為を行い、見つからない限界に挑戦する。",
    "足の指から始め、あなたが満足するまで全身を舐めるようパートナーに命令する。",
    "「ダーティートーク」対決をする。言葉だけで先に相手を興奮させた方が勝ち。",
    "あなたが選んだセクシーな（または恥ずかしい）下着をパートナーに着せ、家でファッションショーをさせる。",
    "口だけを使ってパートナーの服をすべて脱がせる。",
    "バスルームの鏡の前で、パートナーを後ろから犯し、自分の表情を見させる。",
    "今日、パートナーが下着を着ることを許されるかどうかは、あなたが決める。",
    "ロープで簡単な緊縛（足首を縛るなど）をしてからセックスする。",
    "セックス中に軽い平手打ち（顔に）を取り入れ、相手の反応を観察する。",
    "パートナーに氷水を含ませたまま、オーラルセックスをさせる。",
    "キッチンのカウンターの上でパートナーを犯す。",
    "（両者が同意すれば）最後までアナルセックスのみを行う。",
    "パートナーが電話中、机の下で奉仕し、相手には普段通り会話を続けさせる。",
    "パートナーに、お尻であなたの名前を書かせる。正しく書けるまで止めさせない。",
    "次のセックスでは、あなたが許可するまで、パートナーは一つの体位しか使えないと命令する。",
    "食べ物（バナナやきゅうりなど）でパートナーの性器をいたぶる。",
    "ロールプレイ：ナンパ。家で見知らぬふりをし、声をかけるところからベッドインまで演じる。",
    "どれだけ乱暴に扱ってほしいか、パートナーに詳細に説明させる。",
    "ボールギャグや布でパートナーの口を塞ぎ、くぐもった声しか出せないようにする。",
    "パートナーがオーガズムに達する瞬間に、耳元で最も下品な言葉を囁く。",
    "お互いの体にローションを塗りたくり、滑りやすいボディタッチを楽しむ。",
    "パートナーをあなたの個人的な「オナホ／ダッチワイフ」として扱い、完全にあなたが操作し、相手は能動的に動けない。",
    "食事や飲み物は、性行為によってのみ「稼ぐ」ことができる。",
    "パートナーの手首と足首を一緒に縛り（海老反り縛りなど）、屠殺を待つ子羊のように無力にする。",
    "公開羞恥：パートナーのSNSの親しい友達限定で、性的なニュアンスの投稿をさせる（後で削除可）。",
    "ロールプレイ：ご主人様とペット。「ペット」に、床に置いた皿からおやつを食べさせる。",
    "バイブで彼の前立腺や彼女のGスポットを執拗に責めるが、オーガズムには行かせない。",
    "性交中、ベルトや小さな鞭でパートナーのお尻や太ももを軽く叩く。",
    "あなたが使った後のセックスグッズを舐めて綺麗にするよう命令する。",
    "あなたのパンティをパートナーの口に詰め込み、あなたの味を感じさせる。",
    "絶頂する直前に、あなたが設定した屈辱的な呼び名で叫ばせる。",
    "パートナーの体のどこかに射精し、自然に乾くまで拭き取ることを禁じる。",
    "セックスの全過程を録画し（二人だけの鑑賞用）、後で一緒に反省会をする。",
    "パートナーを床に寝かせ、あなたがその上から見下ろし、相手の視界と呼吸を完全に支配する。",
    "セックス中、淫語でパートナーの体やパフォーマンスを絶えず罵倒する。",
    "ポルノを見せ、その中の行為を真似させる。",
    "絶頂後、あなたの体を綺麗にするようパートナーに命令する。",
    "ロールプレイ：医者と患者。倒錯した「全身検査」を行う。",
    "あなたの足を使ってパートナーを焦らしたり、射精させたりする。",
    "鏡に口紅で、パートナーへの下品な命令を書きなぐる。",
    "パートナーを絶頂させる。ただし、自分の精液を自分の口で受け止めることが条件（可能なら）。",
    "これからの1時間、パートナーは「はい、ご主人様／女王様」としか返事できない。",
    "パートナーの頭を枕に押し付け、後ろから激しく突き上げる。",
    "公衆トイレの個室で、素早く性行為に及ぶ。",
    "挿入しなくても、指でパートナーの肛門を拡張し、その感覚に慣れさせる。",
    "パートナーにあなたの脇の下を舐めさせる。",
    "より刺激的なプレイの準備として、お互いに浣腸する。",
    "水性ペンでパートナーの性器の周りに「所有物」や「玩具」などの文字を書く。",
    "セックス後、パートナーを拘束し、すぐにシャワーを浴びるのを妨げ、余韻に浸らせる。",
    "パートナーが最も油断している時（テレビを見ている時など）に、不意にレイププレイを仕掛ける。",
    "（想像上の）他人にレイプされるファンタジーをパートナーに語らせる。",
    "あなたの唾液をローション代わりにして奉仕する。",
    "パートナーに犬のように首輪とリードをつけ、部屋の中を歩かせる。",
    "窒息プレイを行う（警告：非常に危険。専門知識が必要。安易な試みは非推奨）。支配を示すために、口を手で覆う程度に留める。",
    "絶頂時にパートナーの首筋や肩を軽く噛み、歯形を残す。",
    "あなたの目の前で、指定したセックスグッズを使ってオーガズムに達するよう命令する。",
    "命令に従わない場合、「罰」として乳首に小さなクリップをつける。",
    "一度のセックスで2種類以上のセックスグッズを使用する。",
    "パートナーに口だけであなたの靴下を履かせたり、脱がせたりする。",
    "ロールプレイ：父と娘、兄と妹など（あくまでプレイ。禁断の感覚を強調する）。",
    "一度のセックスで、どちらか一方を3回以上絶頂させる。",
    "エロ小説の一節をパートナーに朗読させ、一文字でも間違えたら罰を与える。",
    "パートナーの顔に射精する（顔射）。",
    "「輪姦」ファンタジーを演じる。あなたが一人で複数の役を演じ、パートナーを「襲う」。",
    "性交中、パートナーに一切声を出させず、どれだけ我慢できるか試す。",
    "パートナーの両手を頭上でベッドのヘッドボードに縛り付け、完全に無防備な状態にする。",
    "あなたの性器を、自分の体のどこにどうしてほしいか、パートナーに正確に言わせる。",
    "浴槽があるなら、「水中プレイ」として湯船の中でセックスする。",
    "リモコン付きのローターを使い、リモコンをパートナーに渡し、いつでもあなたを「罰する」ことができるようにする。",
    "自慰をしながら、あなたを褒め称えるよう命令する。",
    "ストッキングや網タイツでパートナーの体を擦り、挑発する。",
    "二人のセックスに第三の「キャラクター」（大きなセックスグッズ）を参加させる。",
    "パートナーのお尻に口紅で的を描く。",
    "あなたが排尿するのを見せる（もしこのフェチを共有しているなら）。",
    "セックスの最中に、すべての動きを突然止め、パートナーが焦がれるように懇願するのを楽しむ。",
    "「聖水プレイ」を行う。相手の体にかける（警告：特殊なフェチ。完全な同意を確認すること）。",
    "一度の性行為を通して、いかなるキスも禁止し、純粋な肉体関係のみに集中する。",
    "ロールプレイ：面接官と応募者。仕事内容は、面接官の性奴隷になること。"
  ]
}